START_TEXT = """
Всем привет, это Тимур Амиров и Марк Ольденбург! 👋
И мы решили Разыграть Toyota Mark II среди Вас!
Этот Бот поможет вам принять участие, просто следуй инструкциям!
Жми кнопку «УЧАСТВОВАТЬ»! 👇
"""

BUY_SHIRT = """
Для того, чтобы принять участие в розыгрыше Toyota Mark II необходимо приобрести всего одну футболку! ✅
*Футболка-1.990₽
"""

CHOICE_SHIRT = """
Выберите футболку!
Если позднее вы захотите приобрести ещё футболку,то нужно будет снова зайти в Бота  и написать «/start»
"""

ABOUT = """
❗️Отправьте: ❗️
-Свой номер телефона
-ФИО
-Город
Очень важно указать эти данные правильно,чтобы при отправке футболки и в случае выигрыша мы могли с вами связаться 🙌
*пример: +7 (9xx) xxx-xx-xx
"""

BUY_DESCRIPTION = """
❗️Зачисление оплаты в боте произойдёт в течении часа в рабочее время после совершения платежа.
Выберите подходящий способ оплаты по кнопке ниже.
"""

SBER_INSTRUCTIONS = """
*Инструкция для оплаты:
Переведите оплату на карту:
Сбербанк 4276300045493429 Марк Николаевич О
*В сообщении ничего писать не нужно!

Подтверждение платежа:
 1. Сделайте скриншот платежа
 2. Отправьте боту скриншот чека или документ
"""

TINKOFF_INSTRUCTION = """
*Инструкция для оплаты:
Переведите оплату на карту:
Тинькофф 5536913901780839 Марк Николаевич О
*В сообщении ничего писать не нужно!

Подтверждение платежа:
 1. Сделайте скриншот платежа
 2. Отправьте боту скриншот чека или документ
"""

CHOICE_SIZE = "Выберите размер!"
PARTICIPATE = "УЧАСТВОВАТЬ"
BUY = "КУПИТЬ ФУТБОЛКУ"
BLACK_SHIRT = "ФУТБОЛКА ЧЁРНАЯ"
WHITE_SHIRT = "ФУТБОЛКА БЕЛАЯ"
BACK = "НАЗАД"
MAIN_MENU = "ВЕРНУТСЯ В МЕНЮ"
SBER = "ПЕРЕВОД СБЕРБАНК"
TINKOFF = "ПЕРЕВОД TINKOFF"
REPORT = "отчет"
PERMISSION_DENIED = "У вас нет прав на эту команду"
APROVE = "подтвердить"
ERROR = "Что то пошло не так!"