START_TEXT = """
Всем привет, это Тимур Амиров и Марк Ольденбург! 👋
И мы решили Разыграть Toyota Mark II среди Вас!
Этот Бот поможет вам принять участие, просто следуй инструкциям!
Жми кнопку «УЧАСТВОВАТЬ»! 👇
"""

BUY_SHIRT = """
Для того, чтобы принять участие в розыгрыше Toyota Mark II необходимо приобрести всего одну футболку! ✅
*Футболка-1.990₽
"""

CHOICE_SHIRT = """
Выберите футболку!
Если позднее вы захотите приобрести ещё футболку,то нужно будет снова зайти в Бота  и написать «/start»
"""

PARTICIPATE = "УЧАСТВОВАТЬ"
BUY = "КУПИТЬ ФУТБОЛКУ"
BLACK_SHIRT = "ФУТБОЛКА ЧЁРНАЯ"
WHITE_SHIRT = "ФУТБОЛКА БЕЛАЯ"
BACK = "НАЗАД"
